[
    {
        "id": 0,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "7.56",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "incididunt ex",
        "author": "Erika Campos",
        "publisher": "ENERVATE",
        "description": "Irure enim id enim eiusmod ea. Laborum mollit ut occaecat nostrud nisi. Aliquip minim laborum consequat dolore commodo ea Lorem.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "commodo",
            "nostrud",
            "laborum",
            "anim",
            "excepteur"
        ]
    },
    {
        "id": 1,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "5.07",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "mollit ea",
        "author": "Summers Mccarty",
        "publisher": "EBIDCO",
        "description": "Anim consectetur duis deserunt magna tempor proident nulla aute pariatur sint pariatur aute. Nostrud minim ut aliqua ipsum eiusmod laboris ullamco enim amet minim est consequat nostrud excepteur. Mollit cupidatat tempor culpa minim ex amet fugiat voluptate laboris deserunt sunt anim.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "ipsum",
            "veniam",
            "nostrud",
            "occaecat",
            "ullamco"
        ]
    },
    {
        "id": 2,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "16.80",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "Lorem ea",
        "author": "Wallace Phillips",
        "publisher": "ENERSAVE",
        "description": "Minim sunt deserunt esse minim culpa ex consequat in irure nostrud reprehenderit elit Lorem laboris. Occaecat ipsum ut dolore non voluptate. Culpa tempor ut irure tempor cillum nostrud et consectetur non consequat adipisicing qui est. Culpa aute non proident tempor occaecat irure aute nisi ullamco tempor proident ea enim.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "id",
            "tempor",
            "veniam",
            "exercitation",
            "qui"
        ]
    },
    {
        "id": 3,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "12.74",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "ullamco amet",
        "author": "Connie Hurley",
        "publisher": "POSHOME",
        "description": "Dolor dolor adipisicing et ad. Adipisicing ullamco non aliqua ea elit minim occaecat reprehenderit excepteur ullamco cillum officia. Aute irure nulla sint eu non cupidatat officia. Voluptate mollit nisi sunt occaecat sunt do et pariatur. Anim nulla ex nostrud commodo qui.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "irure",
            "amet",
            "laborum",
            "tempor",
            "voluptate"
        ]
    },
    {
        "id": 4,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "8.86",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "adipisicing reprehenderit",
        "author": "Aurora Harding",
        "publisher": "CENTURIA",
        "description": "Reprehenderit exercitation proident in ad ut exercitation nostrud sint anim nisi dolor tempor aliqua. Consequat consequat ut voluptate ullamco ut eu sint sunt. Fugiat voluptate voluptate ea irure dolor consequat aliqua quis dolore incididunt Lorem aliqua. Pariatur reprehenderit ex aliqua mollit exercitation deserunt commodo tempor aliquip mollit mollit ipsum aute. Quis cupidatat cillum Lorem excepteur pariatur dolore quis voluptate. Ex consequat laborum cupidatat irure consequat excepteur incididunt laborum ullamco.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "velit",
            "aute",
            "nostrud",
            "velit",
            "enim"
        ]
    },
    {
        "id": 5,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "14.41",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "et reprehenderit",
        "author": "Yates Skinner",
        "publisher": "KINDALOO",
        "description": "Tempor enim duis anim tempor aliqua exercitation. Culpa exercitation id officia proident dolore non occaecat veniam sit deserunt adipisicing esse ad adipisicing. Occaecat id Lorem et duis minim consequat. Eiusmod aute occaecat incididunt est voluptate proident amet labore ullamco occaecat consequat ea. Fugiat exercitation dolor non amet proident commodo aliquip sint ea incididunt ut fugiat amet labore.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "ut",
            "ullamco",
            "quis",
            "commodo",
            "et"
        ]
    },
    {
        "id": 6,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "8.98",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "anim irure",
        "author": "Erickson Yates",
        "publisher": "NAMEBOX",
        "description": "Laboris non pariatur id consectetur incididunt nisi officia qui proident tempor. Ex ipsum sit ex in mollit minim Lorem officia amet officia. Ut nostrud incididunt consectetur commodo aliquip dolor sint consectetur sunt do velit. Qui et est laborum aliquip est culpa ullamco dolor. Mollit proident elit ipsum ipsum sunt esse eiusmod tempor officia enim. Ad deserunt aute sint ea pariatur duis voluptate est ullamco ipsum occaecat officia irure laboris. Quis veniam eiusmod nisi est magna anim.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "velit",
            "aliqua",
            "cillum",
            "id",
            "Lorem"
        ]
    },
    {
        "id": 7,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "12.90",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "mollit aliqua",
        "author": "Alvarado Holloway",
        "publisher": "ENDIPIN",
        "description": "Dolor ipsum ullamco exercitation Lorem laborum cupidatat excepteur amet elit consequat culpa. Dolor non magna et id anim minim labore est occaecat Lorem. Sunt minim non minim consequat tempor ipsum culpa qui cillum fugiat. Amet dolore culpa eu exercitation non pariatur pariatur. Laboris dolor commodo qui fugiat enim. Aute eiusmod et laborum eu ullamco incididunt minim qui sint.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "adipisicing",
            "magna",
            "eu",
            "adipisicing",
            "mollit"
        ]
    },
    {
        "id": 8,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "5.27",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "tempor ex",
        "author": "Nona Meyer",
        "publisher": "QUARMONY",
        "description": "Qui eiusmod fugiat quis culpa enim velit et nulla labore eiusmod cupidatat aliqua culpa. Minim laboris dolore adipisicing reprehenderit commodo sit commodo ipsum non dolor ad veniam et. Et do adipisicing culpa irure enim ullamco qui enim eu officia. Ipsum mollit do do nisi adipisicing et incididunt. Quis nostrud nulla excepteur cillum et minim officia sint. Consectetur eu deserunt amet reprehenderit proident irure enim eu velit non dolor.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "esse",
            "cillum",
            "exercitation",
            "laboris",
            "anim"
        ]
    },
    {
        "id": 9,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "19.86",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "reprehenderit non",
        "author": "Burks Williamson",
        "publisher": "DRAGBOT",
        "description": "Cillum exercitation voluptate officia nulla ipsum do sunt ut in aliquip ullamco. Aute dolore qui elit commodo. Reprehenderit qui elit amet nostrud excepteur. Fugiat laborum cillum ea laborum officia culpa minim est fugiat officia aute pariatur fugiat est. Nostrud eu aute sunt sit aute.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "culpa",
            "sunt",
            "nulla",
            "labore",
            "excepteur"
        ]
    },
    {
        "id": 10,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "15.93",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "nulla esse",
        "author": "Young Guerra",
        "publisher": "PARCOE",
        "description": "In veniam minim sit ex sit. Lorem exercitation eiusmod velit aliquip consectetur qui minim nulla aliquip ad sint minim dolor fugiat. Ad aute in qui commodo culpa pariatur id velit dolore quis aliqua ullamco laborum et. Non id ea laboris ex qui excepteur laboris officia deserunt et enim do. Ipsum irure do officia labore laborum. Eu do ipsum est aliquip consequat et aliquip sint. Sit amet laborum reprehenderit adipisicing aliquip est sunt ipsum velit adipisicing.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "esse",
            "exercitation",
            "occaecat",
            "est",
            "quis"
        ]
    },
    {
        "id": 11,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "10.58",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "pariatur tempor",
        "author": "Aisha Washington",
        "publisher": "BILLMED",
        "description": "Veniam pariatur aliqua anim adipisicing do eiusmod. Nisi labore magna consectetur quis nostrud pariatur laboris irure. Id veniam aliquip elit ea nostrud velit adipisicing mollit. Aliquip officia excepteur et eiusmod cupidatat cupidatat dolor. Ullamco in ullamco consectetur eu. Do duis quis velit id cupidatat laborum duis velit irure fugiat eu magna quis mollit. Aliqua aute ipsum consectetur et elit duis eu.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "quis",
            "aliqua",
            "deserunt",
            "est",
            "laborum"
        ]
    },
    {
        "id": 12,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "7.48",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "est laboris",
        "author": "Schneider Morris",
        "publisher": "FLEXIGEN",
        "description": "Dolor aute laborum duis ea consectetur velit ullamco. Laboris duis reprehenderit veniam dolore culpa. Voluptate consequat ea veniam exercitation ut nisi. Proident culpa magna aute tempor mollit eiusmod do sunt voluptate reprehenderit labore cupidatat. Irure consectetur ut labore eu ullamco officia magna cupidatat ipsum nulla enim sunt fugiat qui.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "elit",
            "adipisicing",
            "in",
            "consequat",
            "non"
        ]
    },
    {
        "id": 13,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "11.06",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "commodo sit",
        "author": "Mcgowan Taylor",
        "publisher": "REMOLD",
        "description": "Culpa nostrud proident irure consectetur occaecat exercitation veniam anim exercitation commodo sint et commodo. Veniam dolor minim in incididunt magna deserunt veniam irure voluptate. Et commodo sunt esse sunt quis duis do irure. Aute occaecat reprehenderit qui sit ipsum dolore est velit. Adipisicing dolor proident veniam anim consectetur et sint. Sunt est ut pariatur deserunt magna aliquip non voluptate ea ut. Amet velit cupidatat duis officia qui id culpa commodo aliquip proident.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "et",
            "officia",
            "enim",
            "aliqua",
            "incididunt"
        ]
    },
    {
        "id": 14,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "11.18",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "officia quis",
        "author": "Lynch Reed",
        "publisher": "RUBADUB",
        "description": "Ea fugiat elit culpa id do culpa ut voluptate mollit exercitation consequat id. Culpa amet enim elit cupidatat anim. Dolor elit ut esse in officia ea consequat laborum. Commodo irure in sint ut ex proident ea aute dolore enim Lorem consectetur.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "ex",
            "non",
            "exercitation",
            "magna",
            "tempor"
        ]
    },
    {
        "id": 15,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "8.31",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "sint veniam",
        "author": "Earlene Macdonald",
        "publisher": "KINETICA",
        "description": "Velit exercitation adipisicing adipisicing excepteur quis ea ex laborum est. Fugiat nulla pariatur exercitation occaecat qui sint elit excepteur Lorem. Non deserunt nisi aliquip deserunt ea enim exercitation tempor enim quis non culpa qui. Labore laboris et veniam aute eu est et ea duis reprehenderit mollit. Occaecat laborum deserunt ipsum excepteur cillum ut culpa esse duis ipsum reprehenderit duis dolore minim. Excepteur do eiusmod magna ad et eu aliqua commodo nisi magna do officia officia. Lorem labore nulla officia consectetur magna nulla consequat.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "nisi",
            "ad",
            "sit",
            "est",
            "mollit"
        ]
    },
    {
        "id": 16,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "14.92",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "laborum duis",
        "author": "Benton Solis",
        "publisher": "CONFERIA",
        "description": "Adipisicing ea deserunt cillum magna in magna. Non non minim et excepteur dolore ut dolore velit consectetur ullamco excepteur mollit. Non adipisicing veniam dolor adipisicing nisi do in. Occaecat Lorem sit nulla velit deserunt. Ea dolore eu cupidatat quis magna anim aliquip. Labore quis ad quis ut ut sit fugiat veniam exercitation sit esse mollit sunt.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "irure",
            "duis",
            "non",
            "aute",
            "ea"
        ]
    },
    {
        "id": 17,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "14.59",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "occaecat veniam",
        "author": "Shelley Whitaker",
        "publisher": "QUINTITY",
        "description": "Consequat do commodo minim in irure duis. Duis id reprehenderit non qui labore esse aliquip labore culpa irure laborum cupidatat cillum. Sunt velit id magna duis amet qui esse aute sit proident. Reprehenderit commodo minim ea laboris ea sunt velit dolor sit ipsum laborum. Consequat tempor pariatur commodo ullamco mollit exercitation aute consequat.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "ut",
            "mollit",
            "irure",
            "culpa",
            "in"
        ]
    },
    {
        "id": 18,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "13.65",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "officia occaecat",
        "author": "Julia Sweet",
        "publisher": "XINWARE",
        "description": "Reprehenderit veniam officia ullamco deserunt anim aute mollit reprehenderit duis adipisicing excepteur ea aliqua. Ipsum irure adipisicing anim do non et sunt voluptate enim proident. Esse cillum laborum sit exercitation ullamco sit consectetur pariatur aliqua dolore. Ullamco sunt proident non ea excepteur ex eiusmod enim. Velit ad quis sunt anim mollit. Officia occaecat adipisicing do ullamco deserunt magna id dolore do. Ex magna exercitation non fugiat quis.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "nostrud",
            "et",
            "occaecat",
            "nulla",
            "commodo"
        ]
    },
    {
        "id": 19,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "14.92",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "irure ea",
        "author": "Haynes Poole",
        "publisher": "VINCH",
        "description": "Nostrud aliqua nisi aliquip do esse pariatur quis aliquip. Irure nulla nostrud sunt commodo. Aliquip nisi Lorem veniam officia elit nulla. Eiusmod Lorem deserunt proident velit aliquip ut.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "amet",
            "ullamco",
            "aliquip",
            "do",
            "cupidatat"
        ]
    },
    {
        "id": 20,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "17.75",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "culpa proident",
        "author": "Edwina Bruce",
        "publisher": "INTRADISK",
        "description": "Proident exercitation aute Lorem proident non. Et incididunt in minim excepteur reprehenderit sunt ad do. Laboris et exercitation sit reprehenderit.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "anim",
            "non",
            "eu",
            "esse",
            "nostrud"
        ]
    },
    {
        "id": 21,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "15.49",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "fugiat veniam",
        "author": "Burke Morgan",
        "publisher": "VURBO",
        "description": "Mollit anim irure minim nisi magna. Tempor excepteur do nisi adipisicing veniam. Ullamco irure aute ad mollit deserunt ullamco deserunt aliquip in eiusmod anim ad veniam. Nulla proident excepteur officia eiusmod velit ullamco.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "aliqua",
            "enim",
            "aliqua",
            "cupidatat",
            "consectetur"
        ]
    },
    {
        "id": 22,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "12.72",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "sunt ea",
        "author": "Castaneda Riddle",
        "publisher": "PATHWAYS",
        "description": "Excepteur non adipisicing deserunt exercitation pariatur anim in exercitation quis commodo. Officia sit ex veniam ut eu proident duis culpa Lorem dolor elit duis. Sint culpa ut ipsum nulla commodo enim est non Lorem ex ut dolore. Ullamco tempor do sint mollit ex velit voluptate excepteur sunt enim.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "ullamco",
            "et",
            "excepteur",
            "amet",
            "est"
        ]
    },
    {
        "id": 23,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "9.59",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "enim dolore",
        "author": "Abby Boyle",
        "publisher": "DEVILTOE",
        "description": "Laborum occaecat quis pariatur sunt qui in. Cillum incididunt voluptate pariatur aliquip sit occaecat ullamco minim duis cillum. Exercitation est ex velit ex nostrud minim culpa excepteur est ea veniam nulla. Quis ut ea occaecat cupidatat pariatur incididunt eiusmod excepteur incididunt id aliquip consequat excepteur.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "in",
            "aute",
            "magna",
            "mollit",
            "quis"
        ]
    },
    {
        "id": 24,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "11.63",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "ea laboris",
        "author": "Cathryn Dunlap",
        "publisher": "CODACT",
        "description": "Dolor minim nostrud eiusmod deserunt in anim incididunt anim ea ipsum ea proident. Dolor labore do elit incididunt est mollit amet. Dolor officia tempor tempor officia. Ut dolor amet tempor sunt labore enim proident pariatur. Elit veniam ut commodo enim incididunt laboris magna id consectetur ex velit. Aliquip irure incididunt eu dolore. Fugiat sint aute sint proident anim.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "voluptate",
            "mollit",
            "pariatur",
            "labore",
            "id"
        ]
    },
    {
        "id": 25,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "10.60",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "sunt officia",
        "author": "Joyce Jennings",
        "publisher": "IMMUNICS",
        "description": "Dolore dolore anim dolor ea anim consectetur. Officia nisi eiusmod consequat Lorem non ipsum nulla sunt voluptate. Lorem sint veniam ea do cupidatat. Velit adipisicing ea ad laboris quis in consectetur enim cupidatat. Qui deserunt sit enim quis minim ipsum esse sit irure et. Aute sunt enim exercitation culpa.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "pariatur",
            "mollit",
            "adipisicing",
            "ea",
            "consequat"
        ]
    },
    {
        "id": 26,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "13.02",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "excepteur est",
        "author": "Blanche Donovan",
        "publisher": "MUSAPHICS",
        "description": "Ullamco quis proident consectetur excepteur consequat esse laboris. Enim Lorem voluptate aute ex commodo minim. Velit consectetur exercitation dolore occaecat pariatur anim adipisicing ea excepteur dolore consequat aliqua. Eiusmod occaecat minim tempor Lorem veniam tempor ullamco culpa. Cillum ullamco sint est reprehenderit occaecat amet aliqua ut veniam tempor ut id.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "adipisicing",
            "ipsum",
            "commodo",
            "cillum",
            "nostrud"
        ]
    },
    {
        "id": 27,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "11.51",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "deserunt voluptate",
        "author": "Knox Dawson",
        "publisher": "KEGULAR",
        "description": "Ea ex occaecat aliqua est velit eiusmod. Labore eu esse sint ut. Velit pariatur ex veniam ullamco eiusmod sint eu dolor laboris ex. Nulla ut cillum anim ex qui exercitation exercitation irure dolore eiusmod sit consequat. Eiusmod sit aliqua aute velit ut occaecat exercitation aute eiusmod irure voluptate anim nulla. Reprehenderit laboris culpa proident veniam amet Lorem aliquip non aliquip magna esse amet ut culpa.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "voluptate",
            "laborum",
            "in",
            "non",
            "officia"
        ]
    },
    {
        "id": 28,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "14.29",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "in qui",
        "author": "Simone Gilliam",
        "publisher": "ORBALIX",
        "description": "Anim fugiat nisi ut nostrud laborum in amet non id sit commodo. Voluptate cupidatat exercitation ipsum do id ad ipsum consectetur qui Lorem laborum ad. Do enim eu culpa sit duis consequat exercitation esse deserunt cillum velit qui minim.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "occaecat",
            "eiusmod",
            "duis",
            "est",
            "commodo"
        ]
    },
    {
        "id": 29,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "13.74",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "deserunt ad",
        "author": "Warren Powell",
        "publisher": "JASPER",
        "description": "Ad non cillum voluptate dolor laboris non eu irure culpa velit commodo veniam. Quis cupidatat ad deserunt nulla. Aute cillum cillum ex laboris esse sint laborum.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "non",
            "est",
            "proident",
            "incididunt",
            "sit"
        ]
    },
    {
        "id": 30,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "7.89",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "nulla esse",
        "author": "Adeline Petty",
        "publisher": "GLASSTEP",
        "description": "Consectetur pariatur nostrud culpa elit occaecat tempor do velit commodo occaecat nisi magna aliquip quis. Deserunt eiusmod deserunt esse cillum sint aliqua nulla. Et ea id nisi id commodo esse ad veniam sint. Velit fugiat tempor id non qui in cillum occaecat ea.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "sit",
            "reprehenderit",
            "anim",
            "Lorem",
            "aliqua"
        ]
    },
    {
        "id": 31,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "18.08",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "proident nostrud",
        "author": "Hull Cantrell",
        "publisher": "MAINELAND",
        "description": "Officia incididunt aliquip sunt ad. Laboris et qui veniam anim aliquip. Elit duis labore ipsum eiusmod esse proident ea labore in laboris non do. Amet nisi ea tempor non sint non tempor tempor commodo. Pariatur est tempor exercitation dolor nulla duis id enim cillum ut velit ea dolore. Ipsum commodo in dolor ad fugiat anim enim irure ipsum ad sint.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "labore",
            "reprehenderit",
            "est",
            "voluptate",
            "et"
        ]
    },
    {
        "id": 32,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "19.09",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "cillum voluptate",
        "author": "Cain Salazar",
        "publisher": "GADTRON",
        "description": "Consequat Lorem exercitation Lorem qui enim mollit ut labore consequat dolore esse ipsum ipsum quis. Ad dolore proident aliquip cillum consectetur commodo amet ea. Aliqua consequat occaecat adipisicing deserunt commodo commodo mollit mollit. Qui in sunt laboris ea commodo incididunt sit do commodo eu aute. Reprehenderit dolor reprehenderit enim anim. Sit dolore anim sunt voluptate laborum fugiat.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "occaecat",
            "elit",
            "proident",
            "incididunt",
            "laborum"
        ]
    },
    {
        "id": 33,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "5.88",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "consectetur qui",
        "author": "Erica Pickett",
        "publisher": "EMPIRICA",
        "description": "Duis esse fugiat culpa velit duis nisi ipsum. Sunt minim occaecat do exercitation in ullamco laboris nulla. Consequat sunt nulla nisi est et nisi. Eu voluptate quis aliquip est et nisi aliquip amet est consectetur consequat. Pariatur ullamco pariatur cupidatat tempor ad nulla adipisicing sint ut id. Excepteur veniam est est ad.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "sunt",
            "sit",
            "esse",
            "pariatur",
            "adipisicing"
        ]
    },
    {
        "id": 34,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "15.43",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "ad esse",
        "author": "Trevino Acosta",
        "publisher": "TERASCAPE",
        "description": "Irure anim commodo aliquip aute non qui esse duis. Elit do veniam eiusmod cupidatat ut cillum non ad ut laboris ullamco. Reprehenderit consequat occaecat sint magna ipsum nostrud consequat eiusmod culpa tempor minim enim fugiat. Nisi reprehenderit mollit duis et excepteur in aute dolor sint anim. Qui pariatur sint est et deserunt magna cupidatat ut laboris cupidatat exercitation laborum.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "sit",
            "exercitation",
            "elit",
            "aliqua",
            "id"
        ]
    },
    {
        "id": 35,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "17.94",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "laboris nulla",
        "author": "Hinton Henderson",
        "publisher": "STEELTAB",
        "description": "Irure irure reprehenderit reprehenderit cillum ea nostrud cillum excepteur nostrud ullamco commodo nisi. Aliquip laborum nostrud tempor fugiat consequat sint deserunt nostrud esse in proident est excepteur enim. Eu aliquip qui cillum id. Pariatur mollit enim do ipsum pariatur id non cupidatat minim magna. Adipisicing laboris proident nostrud voluptate eiusmod aliquip cillum. Esse Lorem dolor consequat dolor anim reprehenderit qui.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "in",
            "nostrud",
            "reprehenderit",
            "non",
            "pariatur"
        ]
    },
    {
        "id": 36,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "11.42",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "ut laboris",
        "author": "Katelyn Gilmore",
        "publisher": "PORTICA",
        "description": "Aliqua labore est proident qui occaecat fugiat. Laborum do anim irure Lorem ex cillum commodo nostrud officia laborum officia sunt nostrud eiusmod. Anim sit esse dolor labore incididunt.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "aliqua",
            "ea",
            "magna",
            "excepteur",
            "qui"
        ]
    },
    {
        "id": 37,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "14.68",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "exercitation proident",
        "author": "Berta Palmer",
        "publisher": "FILODYNE",
        "description": "Eiusmod reprehenderit id consequat velit cupidatat labore occaecat mollit laboris reprehenderit ullamco anim. Sint esse nisi ex voluptate eu commodo esse fugiat veniam eiusmod laborum. Sit adipisicing elit minim aliquip aute pariatur qui ea eu pariatur amet laboris proident laborum. Commodo tempor labore aliquip culpa aliqua ipsum tempor reprehenderit adipisicing est. Voluptate commodo reprehenderit magna cupidatat adipisicing enim tempor commodo ullamco Lorem ad dolore velit.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "incididunt",
            "commodo",
            "officia",
            "excepteur",
            "nisi"
        ]
    },
    {
        "id": 38,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "9.46",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "nostrud magna",
        "author": "Sosa Rasmussen",
        "publisher": "ZILCH",
        "description": "Magna nulla ut Lorem ad et. In dolore amet qui esse dolore fugiat nisi amet. Ipsum cupidatat nisi do occaecat et eiusmod amet dolore pariatur veniam amet adipisicing sint.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "culpa",
            "cupidatat",
            "do",
            "qui",
            "ad"
        ]
    },
    {
        "id": 39,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "16.55",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "laboris ut",
        "author": "Vasquez Leblanc",
        "publisher": "ORBEAN",
        "description": "Enim pariatur ad culpa minim esse sunt anim consectetur tempor. Mollit mollit do consequat incididunt do non do. Amet incididunt tempor ad esse officia.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "in",
            "non",
            "ad",
            "officia",
            "incididunt"
        ]
    },
    {
        "id": 40,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "16.75",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "ea fugiat",
        "author": "Mcmillan Burks",
        "publisher": "DATACATOR",
        "description": "Aute proident incididunt et et sint laborum sunt fugiat elit duis. Cupidatat ex qui elit nisi. Aliqua aliqua fugiat sunt ipsum elit aliqua ullamco ex excepteur. Non et nulla eiusmod dolore.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "laboris",
            "elit",
            "consequat",
            "ex",
            "dolor"
        ]
    },
    {
        "id": 41,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "8.09",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "consectetur elit",
        "author": "Marquita Warner",
        "publisher": "UNDERTAP",
        "description": "Proident minim dolore ad minim eu ex pariatur id nulla exercitation. Culpa consectetur et quis ipsum cillum eu ad ea dolore. Excepteur laboris anim et duis reprehenderit magna consectetur id ex reprehenderit fugiat eu excepteur velit. Voluptate id consectetur sunt dolore eu enim minim aute. Adipisicing voluptate ipsum quis anim.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "Lorem",
            "ipsum",
            "ut",
            "est",
            "Lorem"
        ]
    },
    {
        "id": 42,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "16.89",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "sint ullamco",
        "author": "Amber Shannon",
        "publisher": "TOYLETRY",
        "description": "Quis excepteur cupidatat do sunt ipsum labore pariatur est. Consectetur aute duis laboris elit ad mollit mollit. Proident nostrud irure magna amet labore eu esse laborum anim laborum. Velit ut occaecat culpa tempor nulla mollit pariatur minim duis qui consectetur consequat incididunt enim. Nisi ea consequat voluptate eiusmod sint elit aliqua fugiat deserunt veniam nisi. Magna et elit ut dolore fugiat officia pariatur incididunt mollit.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "aliquip",
            "ut",
            "aute",
            "mollit",
            "in"
        ]
    },
    {
        "id": 43,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "16.20",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "in nulla",
        "author": "Goff Kelley",
        "publisher": "GENMY",
        "description": "Anim ad commodo dolor ex aliquip reprehenderit veniam. Est qui irure consequat ipsum non magna. Duis aliqua officia Lorem et nulla enim et velit mollit adipisicing incididunt irure. Adipisicing quis velit eu sit ut sunt eu reprehenderit exercitation.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "dolore",
            "eu",
            "incididunt",
            "veniam",
            "laborum"
        ]
    },
    {
        "id": 44,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "10.78",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "irure fugiat",
        "author": "Burton Dillon",
        "publisher": "ANIVET",
        "description": "Nulla aute commodo est duis velit ea et ea magna veniam tempor. Aliqua ex est eiusmod commodo exercitation. Nulla exercitation nostrud mollit mollit tempor minim velit qui. Amet reprehenderit nulla labore est et. Exercitation eu consectetur nostrud exercitation irure veniam nulla dolor est culpa exercitation occaecat.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "culpa",
            "cupidatat",
            "amet",
            "reprehenderit",
            "do"
        ]
    },
    {
        "id": 45,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "13.89",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "in nulla",
        "author": "Concetta Peck",
        "publisher": "ERSUM",
        "description": "Adipisicing eu laboris deserunt mollit dolor aliqua. Irure pariatur ex consectetur laboris amet consectetur id qui ipsum dolore aliqua. Laboris non ad proident in nisi minim mollit incididunt Lorem cillum in eiusmod consectetur. Sit anim consectetur commodo tempor aliquip aliquip culpa est irure aliquip magna qui culpa.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "minim",
            "ipsum",
            "non",
            "et",
            "Lorem"
        ]
    },
    {
        "id": 46,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "19.98",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "cupidatat in",
        "author": "Riggs Sullivan",
        "publisher": "NETUR",
        "description": "Sint aliquip non sunt enim. Tempor minim aliqua eu consectetur laborum quis veniam culpa. Proident sit dolor eiusmod ex irure Lorem do irure qui nulla.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "labore",
            "nisi",
            "enim",
            "aute",
            "nostrud"
        ]
    },
    {
        "id": 47,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "7.07",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "nulla do",
        "author": "Frost Garner",
        "publisher": "BOINK",
        "description": "Veniam enim officia consectetur occaecat duis ex irure aute veniam amet. Esse tempor nostrud magna ad nostrud aute ut est pariatur minim velit ad. Consectetur sit esse minim sunt tempor id Lorem nostrud deserunt et qui dolore cillum. Ullamco commodo exercitation et proident commodo nisi aliqua voluptate incididunt nostrud nulla deserunt esse incididunt. Deserunt esse dolore anim aliqua et laborum sint.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "dolor",
            "aliquip",
            "occaecat",
            "elit",
            "duis"
        ]
    },
    {
        "id": 48,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "7.13",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "nostrud excepteur",
        "author": "Sharpe Shaw",
        "publisher": "BUZZOPIA",
        "description": "Reprehenderit ut laborum tempor aliquip sint dolore aliquip anim. Ex cillum deserunt pariatur qui ut reprehenderit irure nostrud cupidatat dolore. Adipisicing qui reprehenderit in sunt nisi eiusmod id voluptate ex eu duis. Ipsum consequat sit nisi voluptate tempor nisi laborum ipsum. Consequat ullamco laboris proident ipsum ullamco cupidatat enim. Sunt incididunt veniam do elit nisi elit non do. Excepteur ad ex nulla exercitation excepteur.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "esse",
            "excepteur",
            "consequat",
            "consectetur",
            "consectetur"
        ]
    },
    {
        "id": 49,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "5.76",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "nulla ut",
        "author": "Sims Collins",
        "publisher": "BEDLAM",
        "description": "Occaecat elit et eu pariatur magna minim dolore irure eu mollit. Voluptate adipisicing consequat ad et officia irure. Est eu amet incididunt officia veniam. Officia consequat veniam aliquip nulla adipisicing aute aliqua quis exercitation consectetur consequat sunt. Do laboris et labore ullamco consequat voluptate fugiat deserunt eu commodo fugiat nulla. Est tempor mollit amet reprehenderit amet aliqua.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "excepteur",
            "excepteur",
            "ex",
            "quis",
            "aliquip"
        ]
    },
    {
        "id": 50,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "17.71",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "sunt occaecat",
        "author": "Therese Roy",
        "publisher": "COMSTRUCT",
        "description": "Ullamco proident ut exercitation ut labore consequat. Excepteur mollit eiusmod deserunt cillum. Qui ut non tempor pariatur esse cillum incididunt laboris eu ex proident cillum sint. Cupidatat magna duis cillum minim cillum eiusmod irure. Exercitation aute occaecat in proident labore laboris ipsum pariatur tempor magna. Est sit sint pariatur dolore pariatur culpa officia excepteur elit culpa ad mollit.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "dolore",
            "magna",
            "in",
            "sunt",
            "magna"
        ]
    },
    {
        "id": 51,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "7.77",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "exercitation qui",
        "author": "Juliana Caldwell",
        "publisher": "XANIDE",
        "description": "Amet aute pariatur laborum id dolore. Nostrud laborum officia ipsum et ea aliquip id est ad laborum adipisicing qui. Pariatur sunt ipsum occaecat non irure quis ut dolore. Dolor dolor veniam duis excepteur quis. Enim aliquip cillum nostrud quis. Dolore nulla anim laboris commodo. Laborum nostrud cupidatat ea eu et irure amet aute.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "voluptate",
            "officia",
            "dolor",
            "velit",
            "dolor"
        ]
    },
    {
        "id": 52,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "16.16",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "sit sit",
        "author": "Tiffany Davenport",
        "publisher": "MANUFACT",
        "description": "Est nulla pariatur officia aliquip sit Lorem id reprehenderit in et mollit aute duis. Eu quis proident est tempor ea reprehenderit. Nisi ex ut Lorem in dolor mollit minim adipisicing ut non cillum consequat. Lorem eu cupidatat deserunt commodo qui ea ex officia quis elit tempor ut labore sunt. Culpa sunt veniam ad elit aute ut qui qui.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "aute",
            "ipsum",
            "nostrud",
            "ut",
            "dolor"
        ]
    },
    {
        "id": 53,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "15.23",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "laborum duis",
        "author": "Whitney Leon",
        "publisher": "DATAGEN",
        "description": "Ex fugiat irure enim nulla ut id adipisicing sint incididunt mollit aliquip sit ad commodo. Ullamco laboris consectetur eu consequat fugiat non exercitation exercitation pariatur enim non mollit veniam sit. Reprehenderit incididunt enim eu deserunt.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "in",
            "qui",
            "velit",
            "velit",
            "sit"
        ]
    },
    {
        "id": 54,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "17.17",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "dolore cupidatat",
        "author": "Gonzalez Koch",
        "publisher": "IMAGINART",
        "description": "Id tempor id voluptate anim officia aliquip voluptate proident mollit nostrud amet. Tempor incididunt dolor ea ea ex ex. Amet non exercitation minim quis excepteur nisi duis ea anim et elit laborum cillum fugiat.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "sunt",
            "qui",
            "et",
            "eu",
            "culpa"
        ]
    },
    {
        "id": 55,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "8.87",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "sunt nulla",
        "author": "Kay Durham",
        "publisher": "ELPRO",
        "description": "Amet occaecat veniam Lorem ipsum. Magna fugiat cillum do ut cillum incididunt laboris amet ex veniam aute. Nostrud sunt elit in esse nulla veniam qui ex adipisicing occaecat minim voluptate. Dolore aliquip pariatur tempor dolore cupidatat reprehenderit laboris tempor quis elit dolor. Occaecat sit est cillum eu ex proident fugiat ut consectetur anim. Cillum exercitation voluptate velit ad duis qui officia ut eu deserunt.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "reprehenderit",
            "cupidatat",
            "in",
            "aute",
            "veniam"
        ]
    },
    {
        "id": 56,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "9.87",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "quis eiusmod",
        "author": "Shields Rivers",
        "publisher": "OLYMPIX",
        "description": "Ea anim officia dolore minim et aliqua ipsum exercitation laboris commodo sint duis velit adipisicing. Consequat aute esse elit do dolore tempor est mollit exercitation est. Exercitation sunt culpa Lorem est dolore amet ullamco in occaecat cupidatat pariatur fugiat.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "eu",
            "ad",
            "aliqua",
            "quis",
            "ad"
        ]
    },
    {
        "id": 57,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "12.21",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "ad aliquip",
        "author": "Albert Hammond",
        "publisher": "PHOLIO",
        "description": "Amet ad sint ex veniam Lorem elit ex dolore. Reprehenderit culpa sit sunt amet veniam non dolore elit ullamco. Quis sit excepteur occaecat velit mollit voluptate magna cupidatat pariatur reprehenderit ea anim in ad. Commodo tempor consectetur minim duis proident et do aute incididunt consectetur do duis minim ea.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "laboris",
            "nisi",
            "amet",
            "exercitation",
            "eiusmod"
        ]
    },
    {
        "id": 58,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "5.80",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "ex proident",
        "author": "Madeleine Kirby",
        "publisher": "GENMEX",
        "description": "Aliquip labore velit mollit cillum aute ea irure ea. Do do magna magna nulla consectetur minim ullamco et voluptate sint occaecat tempor. Nisi voluptate elit aliqua ex laboris. Incididunt Lorem et tempor non est cillum ipsum laboris.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "Lorem",
            "nisi",
            "aliqua",
            "ex",
            "aliqua"
        ]
    },
    {
        "id": 59,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "5.14",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "in aliquip",
        "author": "Ramona Paul",
        "publisher": "IMAGEFLOW",
        "description": "Laboris ullamco duis id nostrud Lorem proident excepteur aliquip enim reprehenderit minim aliquip. Sit duis enim duis cupidatat elit cupidatat tempor incididunt mollit. In ad amet sit minim labore incididunt reprehenderit exercitation elit deserunt quis officia. Proident sit ex nostrud est nisi.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "aliquip",
            "elit",
            "fugiat",
            "deserunt",
            "aute"
        ]
    },
    {
        "id": 60,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "12.32",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "minim officia",
        "author": "Kelley Berger",
        "publisher": "ORBIXTAR",
        "description": "Duis laborum est esse est qui ex id fugiat amet dolor. Sit officia sint amet cupidatat adipisicing excepteur ad officia cupidatat sint id. Enim qui sunt proident excepteur reprehenderit ex occaecat excepteur. Veniam ea culpa consectetur pariatur in ex enim sit deserunt enim dolor. Nostrud est consectetur pariatur qui. Cillum amet ullamco quis nisi consequat. Labore sit aliqua magna ex occaecat sint ea.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "incididunt",
            "excepteur",
            "labore",
            "consectetur",
            "eu"
        ]
    },
    {
        "id": 61,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "12.53",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "cupidatat laboris",
        "author": "Barton Franklin",
        "publisher": "BEADZZA",
        "description": "Proident magna est officia Lorem ipsum aute ea labore est qui deserunt aute. Incididunt reprehenderit ad voluptate duis dolore voluptate dolore pariatur culpa quis. Eu enim culpa exercitation ut ipsum exercitation amet. Deserunt laborum non dolor nisi in labore proident voluptate velit excepteur tempor. Mollit ad irure in proident ea do aliquip duis nostrud magna enim. Dolor aute duis ad sit amet dolor.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "adipisicing",
            "nisi",
            "nisi",
            "excepteur",
            "tempor"
        ]
    },
    {
        "id": 62,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "10.62",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "adipisicing veniam",
        "author": "Krista Camacho",
        "publisher": "ISOTRONIC",
        "description": "Esse occaecat veniam enim sit esse eiusmod reprehenderit minim esse ad sunt ex excepteur. Ipsum et irure nostrud ullamco fugiat elit dolore exercitation duis enim amet. Officia quis reprehenderit qui ea qui incididunt. Labore culpa elit deserunt adipisicing enim fugiat laborum est elit sit id pariatur do amet. Velit voluptate officia reprehenderit commodo consequat cupidatat quis.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "in",
            "veniam",
            "sint",
            "proident",
            "est"
        ]
    },
    {
        "id": 63,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "10.79",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "adipisicing adipisicing",
        "author": "Morton Velasquez",
        "publisher": "KOG",
        "description": "Dolore voluptate eu ipsum ut consectetur proident. Elit non fugiat qui mollit veniam consectetur nisi occaecat cillum consectetur consequat mollit id. Id labore laborum do proident culpa culpa consequat aute deserunt incididunt elit ullamco.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "fugiat",
            "aliqua",
            "duis",
            "cillum",
            "nisi"
        ]
    },
    {
        "id": 64,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "15.27",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "nulla quis",
        "author": "Beasley Marks",
        "publisher": "MIXERS",
        "description": "Elit laboris velit quis aliqua consequat do qui ullamco ex exercitation consectetur. Ut dolore amet cupidatat do. Voluptate ex nostrud incididunt aute sit nisi fugiat magna ad eiusmod ex. Laborum ut anim do eiusmod dolor qui dolore velit quis aute.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "do",
            "adipisicing",
            "eu",
            "dolore",
            "consectetur"
        ]
    },
    {
        "id": 65,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "9.71",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "nostrud nostrud",
        "author": "Rhonda Vaughan",
        "publisher": "NEPTIDE",
        "description": "Laborum eiusmod nulla eu do commodo officia eiusmod eiusmod reprehenderit qui consequat. Id reprehenderit cupidatat cupidatat sint labore occaecat elit minim quis id deserunt sint. Reprehenderit ut laborum laborum eu cupidatat pariatur et quis. Nulla qui nulla eiusmod veniam nostrud occaecat ullamco fugiat labore laboris magna est.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "magna",
            "velit",
            "adipisicing",
            "magna",
            "qui"
        ]
    },
    {
        "id": 66,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "9.07",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "Lorem quis",
        "author": "Nelda Vega",
        "publisher": "ARTIQ",
        "description": "Cupidatat aliqua fugiat aute exercitation labore ut amet anim in nulla est in. Veniam laborum reprehenderit duis est ex magna. Veniam adipisicing non non occaecat do excepteur voluptate.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "enim",
            "tempor",
            "occaecat",
            "nisi",
            "tempor"
        ]
    },
    {
        "id": 67,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "14.88",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "eiusmod anim",
        "author": "Horne Foley",
        "publisher": "ISOLOGICS",
        "description": "Sint sunt laboris dolor ullamco sint reprehenderit exercitation mollit quis. Ea in Lorem nostrud officia nisi commodo adipisicing dolore commodo. Enim commodo ad ipsum commodo.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "adipisicing",
            "in",
            "sunt",
            "culpa",
            "velit"
        ]
    },
    {
        "id": 68,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "6.19",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "do non",
        "author": "Edwards Cooley",
        "publisher": "TYPHONICA",
        "description": "Dolore esse sunt laborum pariatur commodo sint. Amet anim dolor duis consectetur ad in culpa sunt. Exercitation voluptate Lorem id et pariatur proident mollit culpa.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "ex",
            "id",
            "Lorem",
            "ullamco",
            "nulla"
        ]
    },
    {
        "id": 69,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "14.04",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "proident do",
        "author": "Kitty Benton",
        "publisher": "ZEAM",
        "description": "Pariatur ea Lorem ipsum sint dolor dolore nostrud ad occaecat commodo qui. Est adipisicing cupidatat adipisicing pariatur id laborum dolor sunt dolor cupidatat aliqua. Mollit elit culpa excepteur dolor ex voluptate fugiat eu incididunt Lorem commodo sint sunt. Aliqua et nostrud proident eu eu aliqua consectetur.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "id",
            "nostrud",
            "minim",
            "sit",
            "labore"
        ]
    },
    {
        "id": 70,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "16.95",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "amet quis",
        "author": "Helen Mosley",
        "publisher": "TALAE",
        "description": "Nulla pariatur occaecat commodo anim tempor et Lorem ad nisi aute magna cupidatat et adipisicing. Qui nulla labore nisi deserunt qui est laborum sunt et ut ad. Est tempor mollit tempor ea excepteur magna veniam incididunt minim.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "elit",
            "qui",
            "adipisicing",
            "elit",
            "cupidatat"
        ]
    },
    {
        "id": 71,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "6.87",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "dolore anim",
        "author": "Anita Odonnell",
        "publisher": "ROOFORIA",
        "description": "Quis pariatur minim nostrud sint. Pariatur elit non quis deserunt ad sunt. Officia cillum incididunt excepteur minim laborum in quis id mollit dolore velit. Officia ad aliqua tempor enim. Pariatur aliquip nisi elit est nostrud amet culpa ut commodo enim qui officia et enim. Consequat nulla ut et minim duis aliqua ex amet eu non eiusmod eiusmod voluptate. Lorem esse et fugiat exercitation non ipsum nostrud enim cupidatat aliquip.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "ipsum",
            "ut",
            "aute",
            "nostrud",
            "esse"
        ]
    },
    {
        "id": 72,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "17.44",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "cillum ullamco",
        "author": "Latasha Boone",
        "publisher": "LIQUICOM",
        "description": "Occaecat veniam tempor id amet commodo laborum officia deserunt ex aliqua. Nostrud anim ex et dolor amet nisi. Consectetur esse aliquip aute elit velit cillum duis enim proident laboris. Dolore mollit eiusmod magna cillum nisi adipisicing. Velit ad duis culpa in. Laboris exercitation anim consequat minim sit magna. Consequat ad tempor occaecat reprehenderit ex velit occaecat enim pariatur.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "irure",
            "et",
            "consectetur",
            "ad",
            "sint"
        ]
    },
    {
        "id": 73,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "12.02",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "laboris anim",
        "author": "Sharp Massey",
        "publisher": "FANFARE",
        "description": "Ex excepteur esse et velit incididunt irure non amet aliqua fugiat duis ipsum. Enim est nostrud deserunt enim duis. Deserunt occaecat anim occaecat aliqua.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "eiusmod",
            "ut",
            "exercitation",
            "Lorem",
            "exercitation"
        ]
    },
    {
        "id": 74,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "8.70",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "duis culpa",
        "author": "White Oneil",
        "publisher": "CALCU",
        "description": "Id ex tempor duis incididunt eiusmod adipisicing nulla ipsum nulla anim magna ut et nulla. Cillum labore culpa laborum labore veniam. Ea laborum in qui ad est duis exercitation pariatur consequat ipsum pariatur ex. Non Lorem sint enim sunt. Consequat deserunt ea sunt minim qui enim eu ut voluptate exercitation aliqua est deserunt labore.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "ea",
            "fugiat",
            "est",
            "mollit",
            "voluptate"
        ]
    },
    {
        "id": 75,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "19.02",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "duis ex",
        "author": "Staci Nash",
        "publisher": "GRONK",
        "description": "Anim magna ullamco enim dolor eiusmod sunt velit anim incididunt eiusmod culpa nisi. Pariatur nulla velit velit laboris veniam adipisicing tempor labore elit aliquip ex ea commodo est. Elit consectetur sit consectetur sint.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "nostrud",
            "ipsum",
            "incididunt",
            "do",
            "et"
        ]
    },
    {
        "id": 76,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "19.61",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "culpa minim",
        "author": "Tamra Bates",
        "publisher": "STRALUM",
        "description": "Ullamco qui nisi commodo nulla id irure cupidatat elit in. Id nisi consectetur commodo duis Lorem aute id quis consectetur do amet est. Voluptate id laboris culpa eiusmod. Aliqua mollit sunt ad esse occaecat laboris ad aliquip non. Amet eiusmod excepteur fugiat velit ea anim Lorem enim labore quis quis duis.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "nulla",
            "nisi",
            "dolor",
            "cillum",
            "laboris"
        ]
    },
    {
        "id": 77,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "6.51",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "cupidatat velit",
        "author": "Cabrera Giles",
        "publisher": "PLASMOX",
        "description": "Adipisicing dolor sit quis amet et eiusmod ea proident cillum. Ad laborum mollit laborum mollit ea reprehenderit proident commodo voluptate consequat minim. Deserunt non nulla aute ex voluptate eiusmod sunt occaecat reprehenderit proident veniam id. Excepteur sint magna duis tempor proident. Qui aliquip in reprehenderit laboris. Excepteur occaecat nulla officia reprehenderit qui.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "sint",
            "eiusmod",
            "dolore",
            "minim",
            "fugiat"
        ]
    },
    {
        "id": 78,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "14.58",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "laboris occaecat",
        "author": "Ashlee Cleveland",
        "publisher": "AUTOGRATE",
        "description": "Non quis eiusmod aliquip reprehenderit in. Non id aliqua irure sit fugiat dolore qui veniam cupidatat dolore. Qui commodo laboris duis nisi fugiat elit ad ad exercitation.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "occaecat",
            "nostrud",
            "qui",
            "cillum",
            "eu"
        ]
    },
    {
        "id": 79,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "13.69",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "exercitation nulla",
        "author": "Estelle Booth",
        "publisher": "ATOMICA",
        "description": "Cupidatat veniam aute excepteur elit commodo excepteur consequat cupidatat duis magna nisi consequat ea ullamco. Minim dolor nulla culpa ut consequat eu duis exercitation nostrud ullamco amet eu. Ea non aliqua nulla occaecat aute consequat aute incididunt ea qui ea.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "magna",
            "Lorem",
            "sit",
            "ea",
            "voluptate"
        ]
    },
    {
        "id": 80,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "9.60",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "dolor in",
        "author": "Kathie Andrews",
        "publisher": "HOMETOWN",
        "description": "Elit dolore proident reprehenderit ipsum labore voluptate commodo minim officia elit. Exercitation dolor ea ex deserunt do fugiat sunt. Esse nostrud magna consectetur in tempor quis nisi do in. Incididunt magna sunt laborum sit.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "anim",
            "ipsum",
            "nostrud",
            "eu",
            "culpa"
        ]
    },
    {
        "id": 81,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "14.13",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "ullamco amet",
        "author": "Mccall Pace",
        "publisher": "ZILLANET",
        "description": "Deserunt et aliquip duis laborum consectetur magna elit ex adipisicing minim aliquip excepteur exercitation. Ipsum consectetur voluptate ex deserunt nostrud culpa nisi minim proident mollit adipisicing laborum laboris commodo. Cupidatat deserunt nisi ea pariatur exercitation sunt incididunt.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "aute",
            "deserunt",
            "dolore",
            "proident",
            "esse"
        ]
    },
    {
        "id": 82,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "8.84",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "ea anim",
        "author": "Yolanda Hunter",
        "publisher": "BITTOR",
        "description": "Cupidatat aute elit duis esse mollit labore mollit aliquip. Aliqua eu eu id sunt pariatur cupidatat amet Lorem Lorem dolore cillum. Excepteur dolor voluptate aliqua qui elit in. Labore sunt aute fugiat et enim aute nisi reprehenderit in incididunt laboris.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "eu",
            "voluptate",
            "aute",
            "tempor",
            "culpa"
        ]
    },
    {
        "id": 83,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "15.35",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "deserunt irure",
        "author": "Mitzi Swanson",
        "publisher": "MEMORA",
        "description": "Officia Lorem esse quis in commodo cupidatat officia irure. Ad incididunt laboris laboris elit esse duis culpa amet. Ex eiusmod eiusmod enim eiusmod magna sint aute culpa ex amet officia do velit do. Adipisicing minim incididunt velit ex nulla. Proident cillum excepteur proident excepteur officia adipisicing excepteur ex tempor qui elit proident tempor. Elit irure elit nulla voluptate est proident aliqua sint nostrud cillum qui ex. Aliqua do duis et elit.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "ipsum",
            "quis",
            "velit",
            "laboris",
            "dolor"
        ]
    },
    {
        "id": 84,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "16.38",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "enim est",
        "author": "Noemi Knox",
        "publisher": "ENDIPINE",
        "description": "Ex duis deserunt officia excepteur Lorem voluptate non consectetur anim nisi Lorem qui dolor eu. Anim pariatur sint mollit ipsum ea dolor mollit dolor reprehenderit tempor. Sint esse ut fugiat ullamco dolor tempor non tempor anim dolor aliquip consequat velit. Veniam minim ullamco qui aute officia velit do culpa fugiat laborum irure ipsum quis. Magna do incididunt enim eu veniam in ipsum excepteur sunt labore sint.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "est",
            "sunt",
            "mollit",
            "non",
            "officia"
        ]
    },
    {
        "id": 85,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "5.88",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "officia eu",
        "author": "Arline Bray",
        "publisher": "MAZUDA",
        "description": "Ut nostrud officia velit magna laborum tempor ea cupidatat est. Do quis tempor officia irure culpa veniam velit nostrud tempor. Et et laboris nulla velit duis ipsum do amet nulla minim pariatur minim proident ex.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "irure",
            "duis",
            "velit",
            "in",
            "elit"
        ]
    },
    {
        "id": 86,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "12.96",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "labore consectetur",
        "author": "Hodges Serrano",
        "publisher": "FISHLAND",
        "description": "Pariatur proident proident veniam excepteur incididunt veniam sunt occaecat duis. Dolor esse ipsum amet sit aute officia amet aliqua incididunt. Tempor laboris laboris ea commodo laboris deserunt aute non minim.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "qui",
            "aute",
            "non",
            "aliqua",
            "magna"
        ]
    },
    {
        "id": 87,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "18.98",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "fugiat laboris",
        "author": "Harper Lindsey",
        "publisher": "KRAG",
        "description": "In pariatur mollit ad ad sit. Consectetur cupidatat ea cillum ex id duis reprehenderit. Voluptate proident irure labore excepteur ea voluptate dolore nostrud fugiat excepteur.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "Lorem",
            "sit",
            "quis",
            "est",
            "non"
        ]
    },
    {
        "id": 88,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "15.61",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "sunt exercitation",
        "author": "Wyatt Sutton",
        "publisher": "DEMINIMUM",
        "description": "Cillum labore incididunt voluptate laborum deserunt mollit. Dolore id labore dolore quis ut. Enim voluptate commodo cillum minim quis deserunt excepteur cillum anim. Occaecat et laboris ullamco ea eu nulla reprehenderit nisi dolor veniam voluptate eu occaecat id.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "est",
            "nisi",
            "anim",
            "elit",
            "in"
        ]
    },
    {
        "id": 89,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "12.23",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "veniam dolore",
        "author": "Gibson Ayala",
        "publisher": "DOGNOSIS",
        "description": "Qui minim mollit eu deserunt est eiusmod laboris enim nisi nisi nulla. Minim quis laborum labore consequat anim dolore Lorem deserunt veniam duis cillum. Dolor non non aliqua ipsum. Pariatur nostrud non labore deserunt. Eu anim incididunt qui duis esse excepteur eiusmod mollit consequat.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "do",
            "laboris",
            "dolor",
            "incididunt",
            "consequat"
        ]
    },
    {
        "id": 90,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "15.25",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "cupidatat irure",
        "author": "Dyer Hale",
        "publisher": "ZILLATIDE",
        "description": "Ea consequat do Lorem laborum consectetur. Nulla quis anim nostrud consectetur pariatur ea quis aliqua pariatur. Sint ipsum velit cillum eu culpa. Quis eu minim dolore consequat sit pariatur. Incididunt mollit sunt pariatur eiusmod non fugiat laborum. Ipsum tempor pariatur consectetur sunt nulla cillum reprehenderit tempor aliqua sit ut irure deserunt. Veniam enim elit est consectetur do ea in qui dolor ut qui occaecat est.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "exercitation",
            "veniam",
            "dolore",
            "anim",
            "ea"
        ]
    },
    {
        "id": 91,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "8.08",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "minim ipsum",
        "author": "Salas Lang",
        "publisher": "BRAINQUIL",
        "description": "Commodo aliquip exercitation dolore aliquip ipsum reprehenderit esse nisi nostrud commodo laboris. Occaecat ullamco do consequat quis cupidatat amet qui aliquip irure do labore. Ad aliqua eu incididunt dolore. Qui labore laboris duis amet nulla. Cillum culpa quis tempor excepteur laborum occaecat laborum dolor officia. Deserunt ea est nulla cillum aute dolore pariatur elit aute labore.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "ex",
            "tempor",
            "nulla",
            "laborum",
            "mollit"
        ]
    },
    {
        "id": 92,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "18.47",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "occaecat quis",
        "author": "Foley Chaney",
        "publisher": "MEDCOM",
        "description": "Do nisi ea nisi elit nulla magna laborum mollit cillum esse. Enim minim quis sit deserunt incididunt mollit in. Ullamco ex excepteur nisi dolor aliquip. Excepteur magna Lorem excepteur deserunt dolore dolore aliqua. Anim sunt quis ex incididunt et incididunt laboris aliquip et magna sunt esse consequat.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "incididunt",
            "adipisicing",
            "aliqua",
            "proident",
            "consequat"
        ]
    },
    {
        "id": 93,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "13.11",
        "picture": "http://placehold.it/150x200",
        "rating": 4,
        "title": "consectetur Lorem",
        "author": "Phyllis Rowe",
        "publisher": "NUTRALAB",
        "description": "Ex pariatur commodo qui ipsum ex esse Lorem labore sunt amet fugiat. Eu anim nisi officia commodo. Laborum sint ut commodo adipisicing.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "qui",
            "ipsum",
            "do",
            "officia",
            "nostrud"
        ]
    },
    {
        "id": 94,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "7.76",
        "picture": "http://placehold.it/150x200",
        "rating": 1,
        "title": "mollit magna",
        "author": "Ila Wood",
        "publisher": "LIQUIDOC",
        "description": "Sunt reprehenderit mollit veniam qui proident dolor duis. Ad magna excepteur minim incididunt aliqua in adipisicing voluptate labore culpa adipisicing ut. Anim anim id magna fugiat aliqua exercitation quis. Excepteur deserunt non ut consectetur. Nostrud mollit ipsum voluptate sint veniam culpa enim sit aliqua. Esse id pariatur deserunt Lorem Lorem consectetur ut ad aute. Irure pariatur minim ad tempor non veniam ea nostrud irure ullamco officia sint.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "laboris",
            "ipsum",
            "laborum",
            "aliqua",
            "cillum"
        ]
    },
    {
        "id": 95,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "19.58",
        "picture": "http://placehold.it/150x200",
        "rating": 5,
        "title": "fugiat labore",
        "author": "Jordan Mack",
        "publisher": "TUBALUM",
        "description": "Et aute voluptate ad dolor aliquip nulla ad commodo. Eu Lorem dolore id aute culpa. Proident ipsum sit id adipisicing labore ullamco. Consequat adipisicing duis eu sint do. Nisi incididunt reprehenderit sunt officia cillum exercitation id qui ea. Exercitation culpa ad quis exercitation cillum.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "magna",
            "voluptate",
            "occaecat",
            "ut",
            "aliqua"
        ]
    },
    {
        "id": 96,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "9.02",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "tempor mollit",
        "author": "Nolan Faulkner",
        "publisher": "KROG",
        "description": "Id laborum commodo excepteur commodo sint labore. Non elit sit proident sint do commodo ipsum fugiat pariatur dolore ullamco. Laboris anim sint exercitation excepteur eu adipisicing voluptate reprehenderit cupidatat quis ut duis sint. Voluptate aliquip quis et tempor laboris ullamco est adipisicing mollit elit laborum eu anim anim. Nostrud in cupidatat ea anim.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "amet",
            "in",
            "non",
            "minim",
            "incididunt"
        ]
    },
    {
        "id": 97,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "9.38",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "non do",
        "author": "Underwood Holden",
        "publisher": "VISUALIX",
        "description": "Non est duis eiusmod sint et in ea. Enim laborum incididunt quis pariatur ullamco officia nostrud commodo magna. Consectetur proident enim in Lorem aliquip sunt fugiat irure dolore. Proident aliquip consectetur sunt aliquip ea anim dolore reprehenderit commodo esse exercitation aliqua nostrud.\r\n",
        "isNew": true,
        "newBanner": "changeForBanner",
        "tags": [
            "sit",
            "sit",
            "ad",
            "tempor",
            "Lorem"
        ]
    },
    {
        "id": 98,
        "inStock": true,
        "noStock": "changeForImage",
        "price": "8.95",
        "picture": "http://placehold.it/150x200",
        "rating": 2,
        "title": "fugiat sunt",
        "author": "Mullen Trujillo",
        "publisher": "OTHERWAY",
        "description": "Quis sunt qui sunt irure ex anim veniam Lorem eiusmod elit culpa culpa. Proident ex aute magna ullamco nulla. Pariatur anim velit dolor irure ex minim exercitation.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "enim",
            "aute",
            "reprehenderit",
            "enim",
            "excepteur"
        ]
    },
    {
        "id": 99,
        "inStock": false,
        "noStock": "changeForImage",
        "price": "15.83",
        "picture": "http://placehold.it/150x200",
        "rating": 3,
        "title": "aliquip mollit",
        "author": "Leah Randolph",
        "publisher": "VIRVA",
        "description": "Ex do deserunt minim Lorem magna quis mollit dolore non esse mollit. Est mollit enim labore officia sunt duis in enim nostrud aliquip qui consectetur eu pariatur. Aute cillum magna ullamco velit pariatur elit occaecat nulla amet aute ex ipsum fugiat id. Lorem sit enim nisi aliquip. Aliquip laboris commodo laboris ad esse enim fugiat duis amet eu in.\r\n",
        "isNew": false,
        "newBanner": "changeForBanner",
        "tags": [
            "ullamco",
            "non",
            "ea",
            "pariatur",
            "Lorem"
        ]
    }
]
